from digital_life.core import MemoryCardManager
import json

async def test_1():
    mg = MemoryCardManager()
    x = await mg.evals()


async def test_2():
    x = Works(user_id="1977562379675021314")
    aa = {
        "出身与童年":{
            "think": "",
            "target": "",
            "progress": {
                "家庭背景与原生家庭":{
                    "未完成":["父母的职业和背景？","父母分别是什么样的人（如性格等）","父母的教育理念和方式是怎样的？有过哪些影响？","家中有兄弟姐妹吗？关系如何？","父母或家庭中是否有某个人对你产生了深远的影响？","家庭的经济状况如何？对你成长有何影响？","家庭中是否有特殊的传统或文化习惯？在你小时候有何影响？","家中是否有过深远的故事或家族传说?"],
                    "已完成":[]
                },
                "成长环境":{
                    "未完成":["出生在什么样的地方（城市/乡村）","出生地有什么特别的文化或社会背景","对自己小时候的居住环境有什么印象？给你留下了什么记忆？","小时候是否有特定的地方或人物影响了你的成长？","在那个时代有什么让你印象深刻的文化或事物吗，对你有什么影响？"],
                    "已完成":[]
                },
                "早期学前教育":{
                    "未完成":["小时候是否接受过学前教育","学前教育对你产生了什么影响"],
                    "已完成":[]
                },
                "童年性格与兴趣":{
                    "未完成":["小时候有哪些性格和特点","小时候有什么喜欢的兴趣或爱好，对后面的人生是否有影响","是否有某个特定的童年经历，影响了你现在的思维或行为方式？","你小时候的梦想是什么？那时你如何看待自己未来的生活或事业？"],
                    "已完成":[]
                },
                "童年事件与记忆":{
                    "未完成":["有哪些特别难忘的童年事件，这些事件对你的人生有何影响"],
                    "已完成":[]
                },
                "补充":{
                    "未完成":["有没有一些你特别想让人了解，但我们还没有问到的童年经历或记忆"],
                    "已完成":[]
                }
            }
        },

        "学习与成长": {
            "think": "",
            "target": "",
            "progress": {
                "求学经历":{
                    "未完成":["你的最高学历是什么？详细说说有过哪些教育经历","求学经历中是否有过中断或非传统的部分，详细说说"],
                    "已完成":[]
                },
                "小学阶段":{
                    "未完成":["什么时间上的小学","小学学校地点在哪里，环境怎么样","学校的教育方式怎么样？与之前家里的教育是否有差异？","小学时是否有喜欢的科目或活动，这些兴趣是否影响了后续的选择发展","小学有老师或其他人对你产生了深刻的影响","小学有哪些印象深刻的事情"],
                    "已完成":[]
                },
                "初高中阶段":{
                    "未完成":["什么时间上的初中？","学校地点在哪？环境如何？","初中的学业表现怎么样？","在初中时是否有经历过特别的成长经历？","是否有一些特别的成长经历","是否有哪位老师或同学比你产生深刻影响，改变了你对自己或世界的看法","初中有哪些印象深刻的事情"],
                    "已完成":[]
                },
                "高中阶段":{
                    "未完成":["什么时间上的高中","，高中地点在哪里？环境如何？","高中阶段有什么感兴趣的科目吗","是否有对应影响较大的老师","在高中是否收到了来自家庭、社会的压力而做出未来的决定","高中时是否有一些重要的选择，如选择专业、未来规划等，背后的决定性因素是什么？","高中是否有什么重要的事件？"],
                    "已完成":[]
                },
                "大学及后续教育":{
                    "未完成":["在哪年上的大学？上的哪所大学？地点在哪？学的什么专业？","大学期间在学术、社交以及自我认知方面有什么重要转变？","大学时是否开始独立思考自己的未来？","大学时是否经历了什么重要事件让你更清晰的认识自己想要追求的方向？","大学时有哪些印象深刻的经历？","后续是否有继续深造？有什么印象深刻的事件？"],
                    "已完成":[]
                },
                "非传统教育":{
                    "未完成":["是否有过学校外的非传统学习经历？（如自学、职业培训等）","这些经历怎样影响了你的成长？","是否有某些生活经验或职场经验给你带来了深刻的学习和成长？"],
                    "已完成":[]
                },
                "思想及时代影响":{
                    "未完成":["求学过程中，是否有过重大的思想转折点？如从家庭影响到社会独立的觉醒？","你是否在成长过程中，经历过与家长或老师的观念冲突？有何影响？","是否有过某个教育阶段让你认识到自己的独特性？","你成长的年代有哪些特定的社会背景或文化氛围，如何影响了你在每个教育阶段的选择和发展？"],
                    "已完成":[]
                },
                "补充":{
                    "未完成":["在成长过程中，是否有一些我们还没有提到的、对你产生深远影响的经历、转折点或思考方式？"],
                    "已完成":[]
                }
        }
        },
        "事业与成就":{
            "think": "",
            "target": "",
            "progress": {
                "初入社会":{
                    "未完成":["第一次正式踏入社会是在什么时候？从事什么工作","你是如何选择（或进入）这份工作的？是主动还是机缘巧合？","那个时期你对工作的理解是什么","你的家庭或社会环境对你的职业选择有影响吗？","刚开始工作时，最大的挑战是什么？你是如何应对的？","回想那个时期，自己最初的职业梦想是什么？","第一份工作中有什么印象深刻的事件？"],
                    "已完成":[]
                },
                "探索与转折":{
                    "未完成":["在职业路径中有过哪些转折或变化？","在这些变化中是什么因素促使你作出决定","有没有某次事件让你明确了自己想做的事情？","在职业阶段你是否有过迷茫或挣扎？你是如何找到方向的？"],
                    "已完成":[]
                },
                "奋斗与选择":{
                    "未完成":["你在工作中是否经历过重大的困难、失败或挫折？你是如何渡过的？","有没有让你印象深刻的决策或选择？你为什么这样决定？","你认为“成功”对你来说意味着什么？它是否随时间改变过？","有没有放弃过某些东西（机会、关系、舒适）来成就现在的自己？"],
                    "已完成":[]
                },
                "成就与影响":{
                    "未完成":["你在事业上的主要成就有哪些","这些成就背后核心的动力是什么","在你看来什么才算是“真正的成就”？","你的工作或事业对他人或社会带来了怎样的影响","你是否有特别骄傲的一次突破？当时的心情还记得吗？","在你的事业中，谁对你的帮助或影响最大？"],
                    "已完成":[]
                },
                "反思":{
                    "未完成":["回顾整个职业生涯，你最想感谢的是什么？","你的事业是否上实现了你的理想或使命？","有没有什么遗憾？"],
                    "已完成":[]
                },
                "开放性问题":{
                    "未完成":["在你的事业中是否还有没有提到、但你认为非常重要的经历或感受？","有没有某个瞬间，让你感受到“我终于成了我想成为的人”？","支撑你一路走来的信念是什么？"],
                    "已完成":[]
                }
            }
        },
        "家庭与情感":{
            "think": "",
            "target": "",
            "progress": {
                "原生家庭":{
                    "未完成":["童年时的家庭氛围是怎样的？家里谁对你影响最深？","详细说说你的父母（或主要抚养人）分别是怎样的人？","你小时候最渴望从家人那里得到什么？真的得到了吗？","在你的家庭里，大家会怎样表达爱与关心？","有没有某个家庭成员对你的情感表达方式影响特别大","与家庭成员间有没有哪些印象特别深刻的事件？"],
                    "已完成":[]
                },
                "婚姻与伴侣":{
                    "未完成":["第一次喜欢一个人是什么时候？","当时你对爱情的理解是什么？","你与伴侣是怎么认识的？最初吸引你的是什么？","感情发展过程中有什么印象深刻的事件？","你与伴侣在什么时候结的婚？结婚时有哪些记忆深刻的瞬间？","你们的夫妻关系如何？你们如何分工？","伴侣在你的事业、人生观中扮演了怎样的角色？","婚姻中有哪些难忘的时刻或共同经历？","婚姻关系是否有过变动？如果有是什么原因？"],
                    "已完成":[]
                },
                "为人父母":{
                    "未完成":["总共有几个孩子？都是什么时候诞生的？","第一次当父母时的感受是什么？","你是怎样教育孩子的？和父母当年对你的方式有什么不同？","在养育孩子过程中，有哪些难忘或挑战的瞬间？","有没有哪件事让你觉得“孩子改变了你”？","你认为“家风”或“家教”的核心是什么？","你希望孩子从你身上学到什么？"],
                    "已完成":[]
                },
                "代际关系":{
                    "未完成":["随着孩子长大，你们的关系有了哪些变化？","有哪些印象深刻的孩子成长瞬间？","总共有几个孙辈？第一个孙辈降生是什么时间？当时是什么心情？","现在你与子女、孙辈的关系如何？","有没有什么家庭传统或故事被一代代传下？","你希望后代怎样记住你？"],
                    "已完成":[]
                },
                "失去与告别":{
                    "未完成":["你生命中有没有经历过重大的离别或丧失？","当时你是如何面对的？这件事改变了你吗？","你如何看待死亡与永别？","在你看来，什么才是“爱”的最终形态？"],
                    "已完成":[]
                },
                "回望与总结":{
                    "未完成":["回望这一生，你最感激的人是谁？为什么？","有没有某个时刻让你感受到“家”的意义？","当你回想这一生的家庭关系，有哪些未说出口的感情或遗憾？","你认为家，最终意味着什么？","这一生中，你觉得“爱”给了你什么，又带走了什么？"],
                    "已完成":[]
                }
            }
        },
        "生活与体验":{
            "think": "",
            "target": "",
            "progress": {
                "生活方式":{
                    "未完成":["你现在的一天通常是怎样度过的？有没有什么固定的生活节奏或小习惯？","你理想中的生活是什么样的？与你现在的生活相似吗？"],
                    "已完成":[]
                },
                "兴趣爱好":{
                    "未完成":["你有哪些长期的兴趣爱好？最初是怎么开始的？","有没有想学却一直没时间做的事情？","有没有因为一个兴趣而认识了特别的人，或经历了有意义的事？"],
                    "已完成":[]
                },
                "旅行与体验":{
                    "未完成":["有没有哪次旅行或外出体验，让你印象特别深？为什么？","你在旅途中通常最在意的是什么？","旅行是否曾改变过你对人生或世界的看法？","如果现在让你再次出发，你最想去哪？为什么？"],
                    "已完成":[]
                },
                "感悟与生活":{
                    "未完成":["当你回望这一生，你觉得“最值得”的是什么？","你是怎样理解幸福的？","你是否有某种信仰、信念或精神寄托？","你认为生命的意义是什么？","您在人生中逐渐学会“放下”的是什么？又始终不愿放下的是什么？"],
                    "已完成":[]
                },
                "总结":{
                    "未完成":["你觉得人生中哪些经历真正塑造了“你是谁”？","用一句话来表达你对生命的见解与感悟，你最想说什么？"],
                    "已完成":[]
                }
            }
        }
        }
    x.set_status(user_id="1977562379675021314",
                 status_table=aa)
    


time_dicts_time = ["2045年12月12日","2015年--月--日","2011年34月--日","2012年11月2日","----年--月--日","稚龄到少年","稚龄","少年","弱冠","而立","不惑","知天命","耳顺","古稀","耄耋","鲐背","期颐",
                           "2045年12月12日","2015年--月--日","2011年--月--日","2012年11月2日","圣诞节快乐房价来看","稚龄到少年","稚龄","少年","弱冠","而立","不惑","知天命","耳顺",
                           ]
        # print(time_dicts,'time_dicts_timetime_dicts_timetime_dicts_time')
time_dicts = [{'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    {'title': '机场牵引车司机的日常与紧张任务', 'content': '我是白云机场机坪操作部的牵引车司机，我的工作就是用牵引车把沉睡的飞机从‘床位’拖出或推到指定位置，这需要全神贯注、一丝不苟，还得和同事默契配合。今天任务不轻，要牵引即将执飞国际航线的空客A380，每次靠近它，都能感受到其巨大体型和重量带来的压迫力，以及它承载的使命感。当我驾驶牵引车抵达远程停机位时，飞机还在夜色中沉睡，机务工程师已在机腹下忙碌，橙色警示灯闪烁，机坪上只有风声和远处跑道飞机起降的轰鸣。我跳下牵引车，仔细与机务负责人核对信息、检查牵引连接点，深知每个操作都关乎数百人的旅行计划与安全。', 'time': '--年--月--日', 'score': 7, 'tag': '工作日常', 'topic': 3}, 
    {'title': '雷雨夜的紧急飞机牵引任务', 'content': '在机场工作，紧张时刻家常便饭，最让我印象深刻且紧张的一次，是在一个雷雨交加的夜晚。一架航班空中遇强烈乱流，有旅客突发急病紧急降落，飞机安全着陆但轮胎受损，需我们牵引。接到任务时，外面狂风暴雨、电闪雷鸣，机坪能见度极低，塔台焦急强调飞机上有急需救援的病人，时间宝贵。我驾驶牵引车冲进雨幕，雨刮器开到最大也几乎看不清路，平时充裕的检查确认时间在此时分秒必争，我必须以最快速度抵达飞机且确保安全。', 'time': '----年--月--日', 'score': 7, 'tag': '紧急牵引', 'topic': 3},
    ]