Repository: pypi-data/pypi-mirror-389
Catalog: packages/django-honeyguard/django_honeyguard-1.0.0-py3-none-any.whl/django_honeyguard/locale/*/LC_MESSAGES/django.po
Languages: be, da, es, fa, fi, id, ru, sv, uk, vi

source: Request Information
be: Інфармацыя аб запыце
da: Anmodningsinformation
es: Información de la Solicitud
fa: اطلاعات درخواست
fi: Pyyntötiedot
id: Informasi Permintaan
ru: Информация о запросе
sv: Begäraninformation
uk: Інформація про запит
vi: Thông tin Yêu cầu

source: Authentication Attempt
be: Спроба аўтэнтыфікацыі
da: Autentificeringsforsøg
es: Intento de Autenticación
fa: تلاش برای احراز هویت
fi: Todennusyritys
id: Upaya Autentikasi
ru: Попытка аутентификации
sv: Autentiseringsförsök
uk: Спроба автентифікації
vi: Cố gắng Xác thực

source: Detection Flags
be: Сцягі выяўлення
da: Detektionsflag
es: Banderas de Detección
fa: پرچم‌های تشخیص
fi: Havaintomerkit
id: Tanda Deteksi
ru: Флаги обнаружения
sv: Detekteringsflaggor
uk: Прапори виявлення
vi: Cờ Phát hiện

source: Request Metadata
be: Метаданыя запыту
da: Anmodnings-metadata
es: Metadatos de la Solicitud
fa: فراداده‌های درخواست
fi: Pyynnön metatieto
id: Metadata Permintaan
ru: Метаданные запроса
sv: Begäran metadata
uk: Метадані запиту
vi: Siêu dữ liệu Yêu cầu

source: Username
be: Імя карыстальніка
da: Brugernavn
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjätunnus
id: Nama Pengguna
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
vi: Tên người dùng

source: Risk Score
be: Ацэнка рызыкі
da: Risikoscore
es: Puntuación de Riesgo
fa: امتیاز خطر
fi: Riskipistemäärä
id: Skor Risiko
ru: Оценка риска
sv: Riskpoäng
uk: Оцінка ризику
vi: Điểm Rủi ro

source: High
be: Высокі
da: Høj
es: Alto
fa: بالا
fi: Korkea
id: Tinggi
ru: Высокий
sv: Hög
uk: Високий
vi: Cao

source: Medium
be: Сярэдні
da: Mellem
es: Medio
fa: متوسط
fi: Keskitaso
id: Sedang
ru: Средний
sv: Medel
uk: Середній
vi: Trung bình

source: Low
be: Нізкі
da: Lav
es: Bajo
fa: پایین
fi: Matala
id: Rendah
ru: Низкий
sv: Låg
uk: Низький
vi: Thấp

source: Request Summary
be: Рэзюмэ запыту
da: Anmodningsresumé
es: Resumen de la Solicitud
fa: خلاصه درخواست
fi: Pyynnön yhteenveto
id: Ringkasan Permintaan
ru: Сводка запроса
sv: Begäran sammanfattning
uk: Підсумок запиту
vi: Tóm tắt Yêu cầu

source: IP
fa: آی‌پی

source: Path
be: Шлях
da: Sti
es: Ruta
fa: مسیر
fi: Polku
id: Jalur
ru: Путь
sv: Sökväg
uk: Шлях
vi: Đường dẫn

source: Method
be: Метад
da: Metode
es: Método
fa: روش
fi: Menetelmä
id: Metode
ru: Метод
sv: Metod
uk: Метод
vi: Phương thức

source: User-Agent
es: Agente de Usuario
fa: عامل کاربر
id: Agen Pengguna

source: Export selected logs to CSV
be: Экспартаваць абраныя журналы ў CSV
da: Eksporter valgte logfiler til CSV
es: Exportar registros seleccionados a CSV
fa: صدور گزارش‌های انتخابی به CSV
fi: Vie valitut lokit CSV-muotoon
id: Ekspor log terpilih ke CSV
ru: Экспортировать выбранные журналы в CSV
sv: Exportera valda loggar till CSV
uk: Експортувати вибрані журнали до CSV
vi: Xuất nhật ký đã chọn sang CSV

source: Archive logs older than 90 days
be: Архіваваць журналы старэйшыя за 90 дзён
da: Arkiver logfiler ældre end 90 dage
es: Archivar registros anteriores a 90 días
fa: بایگانی گزارش‌های قدیمی‌تر از ۹۰ روز
fi: Arkistoi yli 90 päivää vanhat lokit
id: Arsipkan log lebih dari 90 hari
ru: Архивировать журналы старше 90 дней
sv: Arkivera loggar äldre än 90 dagar
uk: Архівувати журнали старіші за 90 днів
vi: Lưu trữ nhật ký cũ hơn 90 ngày

source: Successfully archived %(count)d log(s) older than 90 days.
be: Паспяхова архіваваны %(count)d журнал(аў) старэйшыя за 90 дзён.
da: %(count)d logfil(er) ældre end 90 dage arkiveret med succes.
es: Se archivaron exitosamente %(count)d registro(s) anteriores a 90 días.
fa: %(count)d گزارش قدیمی‌تر از ۹۰ روز با موفقیت بایگانی شد.
fi: Arkistoitiin onnistuneesti %(count)d yli 90 päivää vanhaa lokia.
id: Berhasil mengarsipkan %(count)d log lebih dari 90 hari.
ru: Успешно архивировано %(count)d журнал(ов) старше 90 дней.
sv: Arkiverade %(count)d logg(ar) äldre än 90 dagar framgångsrikt.
uk: Успішно заархівовано %(count)d журнал(ів) старіших за 90 днів.
vi: Đã lưu trữ thành công %(count)d nhật ký cũ hơn 90 ngày.

source: HoneyGuard
fa: هانی‌گارد

source: Too Fast
be: Занадта хутка
da: For hurtigt
es: Demasiado Rápido
fa: خیلی سریع
fi: Liian nopea
id: Terlalu Cepat
ru: Слишком быстро
sv: För snabbt
uk: Занадто швидко
vi: Quá Nhanh

source: Too Slow
be: Занадта павольна
da: For langsomt
es: Demasiado Lento
fa: خیلی کند
fi: Liian hidas
id: Terlalu Lambat
ru: Слишком медленно
sv: För långsamt
uk: Занадто повільно
vi: Quá Chậm

source: Valid Timing
be: Дапушчальны час
da: Gyldig timing
es: Tiempo Válido
fa: زمان‌بندی معتبر
fi: Pätevä ajoitus
id: Waktu Valid
ru: Правильное время
sv: Giltig tidpunkt
uk: Дійсний час
vi: Thời gian Hợp lệ

source: IP Address
be: IP-адрас
da: IP-adresse
es: Dirección IP
fa: آدرس آی‌پی
fi: IP-osoite
id: Alamat IP
ru: IP-адрес
sv: IP-adress
uk: IP-адреса
vi: Địa chỉ IP

source: IP address of the requester
be: IP-адрас запытальніка
da: IP-adresse for anmoderen
es: Dirección IP del solicitante
fa: آدرس آی‌پی درخواست‌کننده
fi: Pyynnön tekijän IP-osoite
id: Alamat IP peminta
ru: IP-адрес запрашивающего
sv: IP-adress för begäraren
uk: IP-адреса запитувача
vi: Địa chỉ IP của người yêu cầu

source: URL path accessed
be: Дас түпны шлях URL
da: URL-sti tilgået
es: Ruta URL accedida
fa: مسیر URL دسترسی شده
fi: Käytetty URL-polku
id: Jalur URL yang diakses
ru: Доступный URL-путь
sv: URL-sökväg som använts
uk: Доступний шлях URL
vi: Đường dẫn URL được truy cập

source: Username submitted in login attempt
be: Імя карыстальніка, адпраўленае пры спробе ўваходу
da: Brugernavn indsendt ved loginforøg
es: Nombre de usuario enviado en el intento de inicio de sesión
fa: نام کاربری ارسال شده در تلاش برای ورود
fi: Kirjautumisyrityksessä lähetetty käyttäjätunnus
id: Nama pengguna yang dikirimkan dalam upaya masuk
ru: Имя пользователя, отправленное при попытке входа
sv: Användarnamn som skickats vid inloggningsförsök
uk: Ім'я користувача, надіслане під час спроби входу
vi: Tên người dùng đã gửi trong lần đăng nhập

source: Password
be: Пароль
da: Adgangskode
es: Contraseña
fa: رمز عبور
fi: Salasana
id: Kata Sandi
ru: Пароль
sv: Lösenord
uk: Пароль
vi: Mật khẩu

source: Password submitted in login attempt
be: Пароль, адпраўлены пры спробе ўваходу
da: Adgangskode indsendt ved loginforsøg
es: Contraseña enviada en el intento de inicio de sesión
fa: رمز عبور ارسال شده در تلاش برای ورود
fi: Kirjautumisyrityksessä lähetetty salasana
id: Kata sandi yang dikirimkan dalam upaya masuk
ru: Пароль, отправленный при попытке входа
sv: Lösenord som skickats vid inloggningsförsök
uk: Пароль, надісланий під час спроби входу
vi: Mật khẩu đã gửi trong lần đăng nhập

source: User Agent
es: Agente de Usuario
fa: عامل کاربر
id: Agen Pengguna

source: User agent string from request
be: Радок user agent з запыту
da: User agent-streng fra anmodning
es: Cadena del agente de usuario de la solicitud
fa: رشته عامل کاربر از درخواست
fi: Pyynnön user agent -merkkijono
id: String agen pengguna dari permintaan
ru: Строка user agent из запроса
sv: User agent-sträng från begäran
uk: Рядок user agent із запиту
vi: Chuỗi user agent từ yêu cầu

source: Referer
be: Рэферэр
es: Referente
fa: ارجاع‌دهنده
fi: Viittaaja
id: Perujuk
ru: Реферер
uk: Реферер

source: HTTP referer header
be: HTTP-загаловак referer
es: Encabezado HTTP referer
fa: هدر ارجاع‌دهنده HTTP
fi: HTTP-viittaajaotsikko
id: Header perujuk HTTP
ru: HTTP-заголовок referer
uk: HTTP-заголовок referer
vi: Header HTTP referer

source: Accept Language
be: Прынятая мова
da: Accepteret sprog
es: Idioma Aceptado
fa: زبان پذیرفته شده
fi: Hyväksytty kieli
id: Bahasa Diterima
ru: Принимаемый язык
sv: Accepterat språk
uk: Прийнята мова
vi: Ngôn ngữ Chấp nhận

source: Accept Encoding
be: Прынятае кадаванне
da: Accepteret kodning
es: Codificación Aceptada
fa: رمزگذاری پذیرفته شده
fi: Hyväksytty koodaus
id: Encoding Diterima
ru: Принимаемая кодировка
sv: Accepterad kodning
uk: Прийняте кодування
vi: Mã hóa Chấp nhận

source: Request Method
be: Метад запыту
da: Anmodningsmetode
es: Método de Solicitud
fa: روش درخواست
fi: Pyyntömenetelmä
id: Metode Permintaan
ru: Метод запроса
sv: Begäransmetod
uk: Метод запиту
vi: Phương thức Yêu cầu

source: Honeypot Triggered
be: Honeypot спрацаваў
da: Honeypot udløst
es: Honeypot Activado
fa: هانی‌پات فعال شد
fi: Honeypot laukaistiin
id: Honeypot Dipicu
ru: Honeypot сработал
sv: Honeypot utlöst
uk: Honeypot спрацював
vi: Honeypot Đã Kích hoạt

source: Whether the honeypot field was filled
be: Ці было запоўнена поле honeypot
da: Om honeypot-feltet blev udfyldt
es: Si el campo honeypot fue rellenado
fa: آیا فیلد هانی‌پات پر شده است
fi: Oliko honeypot-kenttä täytetty
id: Apakah kolom honeypot diisi
ru: Заполнено ли поле honeypot
sv: Om honeypot-fältet fylldes i
uk: Чи було заповнено поле honeypot
vi: Liệu trường honeypot đã được điền

source: Timing Issue
be: Праблема з часам
da: Timingproblem
es: Problema de Tiempo
fa: مشکل زمان‌بندی
fi: Ajoitusongelma
id: Masalah Waktu
ru: Проблема с временем
sv: Timingproblem
uk: Проблема з часом
vi: Vấn đề Thời gian

source: Type of timing anomaly detected
be: Тып выяўленай часавой анамаліі
da: Type af timing-anomali opdaget
es: Tipo de anomalía de tiempo detectada
fa: نوع ناهنجاری زمان‌بندی تشخیص داده شده
fi: Havaittu ajoituspoikkeaman tyyppi
id: Jenis anomali waktu yang terdeteksi
ru: Тип обнаруженной временной аномалии
sv: Typ av timingavvikelse som upptäcktes
uk: Тип виявленої часової аномалії
vi: Loại bất thường về thời gian được phát hiện

source: Elapsed Time
be: Мінулы час
da: Forløbet tid
es: Tiempo Transcurrido
fa: زمان سپری شده
fi: Kulunut aika
id: Waktu Berlalu
ru: Прошедшее время
sv: Förfluten tid
uk: Минулий час
vi: Thời gian Trôi qua

source: Time in seconds between form render and submission
be: Час у секундах паміж адлюстраваннем формы і адпраўкай
da: Tid i sekunder mellem formularvisning og indsendelse
es: Tiempo en segundos entre el renderizado y el envío del formulario
fa: زمان به ثانیه بین نمایش و ارسال فرم
fi: Aika sekunneissa lomakkeen renderöinnin ja lähetyksen välillä
id: Waktu dalam detik antara rendering formulir dan pengiriman
ru: Время в секундах между отображением формы и отправкой
sv: Tid i sekunder mellan formulärrendering och inskickning
uk: Час у секундах між відображенням форми та поданням
vi: Thời gian tính bằng giây giữa hiển thị biểu mẫu và gửi

source: Raw Metadata
be: Неапрацаваныя метаданыя
da: Rå metadata
es: Metadatos Sin Procesar
fa: فراداده‌های خام
fi: Raakatiedot
id: Metadata Mentah
ru: Необработанные метаданные
sv: Råmetadata
uk: Необроблені метадані
vi: Siêu dữ liệu Thô

source: Raw request metadata for debugging
be: Неапрацаваныя метаданыя запыту для адладкі
da: Rå anmodnings-metadata til fejlsøgning
es: Metadatos de solicitud sin procesar para depuración
fa: فراداده‌های خام درخواست برای اشکال‌زدایی
fi: Pyynnön raakatiedot virheenkorjausta varten
id: Metadata permintaan mentah untuk debugging
ru: Необработанные метаданные запроса для отладки
sv: Råmetadata för begäran för felsökning
uk: Необроблені метадані запиту для налагодження
vi: Siêu dữ liệu yêu cầu thô để gỡ lỗi

source: Created At
be: Створана
da: Oprettet
es: Creado El
fa: ایجاد شده در
fi: Luotu
id: Dibuat Pada
ru: Создано
sv: Skapad
uk: Створено
vi: Tạo Lúc

source: Updated At
be: Абноўлена
da: Opdateret
es: Actualizado El
fa: به‌روزرسانی شده در
fi: Päivitetty
id: Diperbarui Pada
ru: Обновлено
sv: Uppdaterad
uk: Оновлено
vi: Cập nhật Lúc

source: HoneyGuard Log
be: Журнал HoneyGuard
es: Registro de HoneyGuard
fa: گزارش هانی‌گارد
fi: HoneyGuard-loki
id: Log HoneyGuard
ru: Журнал HoneyGuard
sv: HoneyGuard-logg
uk: Журнал HoneyGuard
vi: Nhật ký HoneyGuard

source: HoneyGuard Logs
be: Журналы HoneyGuard
es: Registros de HoneyGuard
fa: گزارش‌های هانی‌گارد
fi: HoneyGuard-lokit
id: Log HoneyGuard
ru: Журналы HoneyGuard
sv: HoneyGuard-loggar
uk: Журнали HoneyGuard
vi: Nhật ký HoneyGuard
