Repository: pypi-data/pypi-mirror-389
Catalog: packages/django-honeyguard/django_honeyguard-1.0.0.tar.gz/django_honeyguard-1.0.0/django_honeyguard/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, cs, de, el, fr, hi, it, ja, nl, pl, ro, sk, tr

source: Request Information
ar: معلومات الطلب
bg: Информация за заявка
cs: Informace o požadavku
de: Anfrageinformationen
el: Πληροφορίες αιτήματος
fr: Informations de la Requête
hi: अनुरोध जानकारी
it: Informazioni sulla Richiesta
ja: リクエスト情報
nl: Verzoek Informatie
pl: Informacje o Żądaniu
ro: Informații despre cerere
sk: Informácie o požiadavke
tr: İstek Bilgisi

source: Authentication Attempt
ar: محاولة المصادقة
bg: Опит за удостоверяване
cs: Pokus o autentizaci
de: Authentifizierungsversuch
el: Απόπειρα ελέγχου ταυτότητας
fr: Tentative d'Authentification
hi: प्रमाणीकरण प्रयास
it: Tentativo di Autenticazione
ja: 認証試行
nl: Authenticatiepoging
pl: Próba Uwierzytelnienia
ro: Încercare de autentificare
sk: Pokus o overenie
tr: Kimlik Doğrulama Girişimi

source: Detection Flags
ar: إشارات الكشف
bg: Флагове за откриване
cs: Příznaky detekce
de: Erkennungsflags
el: Σημαίες ανίχνευσης
fr: Indicateurs de Détection
hi: पहचान फ़्लैग
it: Flag di Rilevamento
ja: 検出フラグ
nl: Detectievlaggen
pl: Flagi Wykrywania
ro: Indicatori de detectare
sk: Príznaky detekcie
tr: Tespit Bayrakları

source: Request Metadata
ar: البيانات الوصفية للطلب
bg: Метаданни на заявката
cs: Metadata požadavku
de: Anfrage-Metadaten
el: Μεταδεδομένα αιτήματος
fr: Métadonnées de la Requête
hi: अनुरोध मेटाडेटा
it: Metadati della Richiesta
ja: リクエストメタデータ
nl: Verzoek Metadata
pl: Metadane Żądania
ro: Metadate cerere
sk: Metadáta požiadavky
tr: İstek Meta Verileri

source: Username
ar: اسم المستخدم
bg: Потребителско име
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
ro: Nume utilizator
sk: Používateľské meno
tr: Kullanıcı Adı

source: Risk Score
ar: درجة المخاطر
bg: Рискова оценка
cs: Skóre rizika
de: Risikobewertung
el: Βαθμολογία κινδύνου
fr: Score de Risque
hi: जोखिम स्कोर
it: Punteggio di Rischio
ja: リスクスコア
nl: Risicoscore
pl: Wynik Ryzyka
ro: Scor de risc
sk: Skóre rizika
tr: Risk Puanı

source: High
ar: عالي
bg: Висок
cs: Vysoké
de: Hoch
el: Υψηλός
fr: Élevé
hi: उच्च
it: Alto
ja: 高
nl: Hoog
pl: Wysoki
ro: Ridicat
sk: Vysoké
tr: Yüksek

source: Medium
ar: متوسط
bg: Среден
cs: Střední
de: Mittel
el: Μέτριος
fr: Moyen
hi: मध्यम
it: Medio
ja: 中
nl: Gemiddeld
pl: Średni
ro: Mediu
sk: Stredné
tr: Orta

source: Low
ar: منخفض
bg: Нисък
cs: Nízké
de: Niedrig
el: Χαμηλός
fr: Faible
hi: निम्न
it: Basso
ja: 低
nl: Laag
pl: Niski
ro: Scăzut
sk: Nízke
tr: Düşük

source: Request Summary
ar: ملخص الطلب
bg: Резюме на заявката
cs: Souhrn požadavku
de: Anfragezusammenfassung
el: Περίληψη αιτήματος
fr: Résumé de la Requête
hi: अनुरोध सारांश
it: Riepilogo della Richiesta
ja: リクエスト概要
nl: Verzoek Samenvatting
pl: Podsumowanie Żądania
ro: Rezumat cerere
sk: Súhrn požiadavky
tr: İstek Özeti

source: Path
ar: المسار
bg: Път
cs: Cesta
de: Pfad
el: Διαδρομή
fr: Chemin
hi: पथ
it: Percorso
ja: パス
nl: Pad
pl: Ścieżka
ro: Cale
sk: Cesta
tr: Yol

source: Method
ar: الطريقة
bg: Метод
cs: Metoda
de: Methode
el: Μέθοδος
fr: Méthode
hi: विधि
it: Metodo
ja: メソッド
nl: Methode
pl: Metoda
ro: Metodă
sk: Metóda
tr: Yöntem

source: User-Agent
ar: وكيل المستخدم
bg: Потребителски агент
de: Benutzeragent
fr: Agent Utilisateur
hi: यूज़र-एजेंट
ja: ユーザーエージェント
ro: Agent utilizator
tr: Kullanıcı Aracısı

source: Export selected logs to CSV
ar: تصدير السجلات المحددة إلى CSV
bg: Експортиране на избрани дневници в CSV
cs: Exportovat vybrané záznamy do CSV
de: Ausgewählte Protokolle als CSV exportieren
el: Εξαγωγή επιλεγμένων αρχείων καταγραφής σε CSV
fr: Exporter les journaux sélectionnés en CSV
hi: चयनित लॉग को CSV में निर्यात करें
it: Esporta i log selezionati in CSV
ja: 選択したログをCSVにエクスポート
nl: Exporteer geselecteerde logs naar CSV
pl: Eksportuj wybrane dzienniki do CSV
ro: Exportă jurnalele selectate în CSV
sk: Exportovať vybrané záznamy do CSV
tr: Seçili günlükleri CSV'ye aktar

source: Archive logs older than 90 days
ar: أرشفة السجلات الأقدم من 90 يوماً
bg: Архивиране на дневници по-стари от 90 дни
cs: Archivovat záznamy starší než 90 dní
de: Protokolle älter als 90 Tage archivieren
el: Αρχειοθέτηση αρχείων καταγραφής παλαιότερων των 90 ημερών
fr: Archiver les journaux de plus de 90 jours
hi: 90 दिनों से पुराने लॉग संग्रहित करें
it: Archivia i log più vecchi di 90 giorni
ja: 90日以上前のログをアーカイブ
nl: Archiveer logs ouder dan 90 dagen
pl: Archiwizuj dzienniki starsze niż 90 dni
ro: Arhivează jurnalele mai vechi de 90 de zile
sk: Archivovať záznamy staršie ako 90 dní
tr: 90 günden eski günlükleri arşivle

source: Successfully archived %(count)d log(s) older than 90 days.
ar: تم أرشفة %(count)d سجل (سجلات) الأقدم من 90 يوماً بنجاح.
bg: Успешно архивирани %(count)d дневник(а) по-стари от 90 дни.
cs: Úspěšně archivováno %(count)d záznam(ů) starších než 90 dní.
de: %(count)d Protokoll(e) älter als 90 Tage erfolgreich archiviert.
el: Επιτυχής αρχειοθέτηση %(count)d αρχείου/αρχείων καταγραφής παλαιότερων των 90 ημερών.
fr: %(count)d journal(journaux) de plus de 90 jours archivé(s) avec succès.
hi: 90 दिनों से पुराने %(count)d लॉग सफलतापूर्वक संग्रहीत किए गए।
it: %(count)d log archiviati con successo più vecchi di 90 giorni.
ja: 90日以上前の%(count)d件のログをアーカイブしました。
nl: Succesvol %(count)d log(s) ouder dan 90 dagen gearchiveerd.
pl: Pomyślnie zarchiwizowano %(count)d dziennik(ów) starszych niż 90 dni.
ro: Arhivat cu succes %(count)d jurnal(e) mai vechi de 90 de zile.
sk: Úspešne archivovaných %(count)d záznam(ov) starších ako 90 dní.
tr: 90 günden eski %(count)d günlük başarıyla arşivlendi.

source: HoneyGuard
ar: هوني جارد

source: Too Fast
ar: سريع جداً
bg: Твърде бързо
cs: Příliš rychle
de: Zu Schnell
el: Πολύ γρήγορα
fr: Trop Rapide
hi: बहुत तेज
it: Troppo Veloce
ja: 速すぎる
nl: Te Snel
pl: Za Szybko
ro: Prea rapid
sk: Príliš rýchlo
tr: Çok Hızlı

source: Too Slow
ar: بطيء جداً
bg: Твърде бавно
cs: Příliš pomalu
de: Zu Langsam
el: Πολύ αργά
fr: Trop Lent
hi: बहुत धीमा
it: Troppo Lento
ja: 遅すぎる
nl: Te Langzaam
pl: Za Wolno
ro: Prea lent
sk: Príliš pomaly
tr: Çok Yavaş

source: Valid Timing
ar: توقيت صالح
bg: Валидно време
cs: Platný čas
de: Gültiges Timing
el: Έγκυρος χρόνος
fr: Timing Valide
hi: मान्य समय
it: Timing Valido
ja: 有効なタイミング
nl: Geldige Timing
pl: Prawidłowy Czas
ro: Sincronizare validă
sk: Platný čas
tr: Geçerli Zamanlama

source: IP Address
ar: عنوان IP
bg: IP адрес
cs: IP adresa
de: IP-Adresse
el: Διεύθυνση IP
fr: Adresse IP
hi: IP पता
it: Indirizzo IP
ja: IPアドレス
nl: IP-adres
pl: Adres IP
ro: Adresă IP
sk: IP adresa
tr: IP Adresi

source: IP address of the requester
ar: عنوان IP لمقدم الطلب
bg: IP адрес на заявителя
cs: IP adresa žadatele
de: IP-Adresse des Anfragenden
el: Διεύθυνση IP του αιτούντος
fr: Adresse IP du demandeur
hi: अनुरोधकर्ता का IP पता
it: Indirizzo IP del richiedente
ja: リクエスト元のIPアドレス
nl: IP-adres van de aanvrager
pl: Adres IP żądającego
ro: Adresa IP a solicitantului
sk: IP adresa žiadateľa
tr: İstek sahibinin IP adresi

source: URL path accessed
ar: مسار URL الذي تم الوصول إليه
bg: Достъпен URL път
cs: Přístupná cesta URL
de: Aufgerufener URL-Pfad
el: Διαδρομή URL πρόσβασης
fr: Chemin URL accédé
hi: URL पथ एक्सेस किया गया
it: Percorso URL acceduto
ja: アクセスされたURLパス
nl: Toegankelijk URL-pad
pl: Dostępna ścieżka URL
ro: Calea URL accesată
sk: Prístupná cesta URL
tr: Erişilen URL yolu

source: Username submitted in login attempt
ar: اسم المستخدم المقدم في محاولة تسجيل الدخول
bg: Потребителско име, изпратено при опит за вход
cs: Uživatelské jméno odeslané při pokusu o přihlášení
de: Beim Anmeldeversuch übermittelter Benutzername
el: Όνομα χρήστη που υποβλήθηκε στην απόπειρα σύνδεσης
fr: Nom d'utilisateur soumis lors de la tentative de connexion
hi: लॉगिन प्रयास में सबमिट किया गया उपयोगकर्ता नाम
it: Nome utente inviato nel tentativo di accesso
ja: ログイン試行で送信されたユーザー名
nl: Gebruikersnaam ingediend bij inlogpoging
pl: Nazwa użytkownika przesłana w próbie logowania
ro: Nume de utilizator trimis în încercarea de autentificare
sk: Používateľské meno odoslané pri pokuse o prihlásenie
tr: Giriş denemesinde gönderilen kullanıcı adı

source: Password
ar: كلمة المرور
bg: Парола
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
nl: Wachtwoord
pl: Hasło
ro: Parolă
sk: Heslo
tr: Şifre

source: Password submitted in login attempt
ar: كلمة المرور المقدمة في محاولة تسجيل الدخول
bg: Парола, изпратена при опит за вход
cs: Heslo odeslané při pokusu o přihlášení
de: Beim Anmeldeversuch übermitteltes Passwort
el: Κωδικός πρόσβασης που υποβλήθηκε στην απόπειρα σύνδεσης
fr: Mot de passe soumis lors de la tentative de connexion
hi: लॉगिन प्रयास में सबमिट किया गया पासवर्ड
it: Password inviata nel tentativo di accesso
ja: ログイン試行で送信されたパスワード
nl: Wachtwoord ingediend bij inlogpoging
pl: Hasło przesłane w próbie logowania
ro: Parolă trimisă în încercarea de autentificare
sk: Heslo odoslané pri pokuse o prihlásenie
tr: Giriş denemesinde gönderilen şifre

source: User Agent
ar: وكيل المستخدم
bg: Потребителски агент
de: Benutzeragent
fr: Agent Utilisateur
hi: यूज़र एजेंट
ja: ユーザーエージェント
ro: Agent utilizator
tr: Kullanıcı Aracısı

source: User agent string from request
ar: سلسلة وكيل المستخدم من الطلب
bg: Низ на потребителски агент от заявката
cs: Řetězec user agent z požadavku
de: Benutzeragent-String aus der Anfrage
el: Συμβολοσειρά user agent από το αίτημα
fr: Chaîne d'agent utilisateur de la requête
hi: अनुरोध से यूज़र एजेंट स्ट्रिंग
it: Stringa user agent dalla richiesta
ja: リクエストからのユーザーエージェント文字列
nl: User agent string van verzoek
pl: Ciąg user agent z żądania
ro: Șir agent utilizator din cerere
sk: Reťazec user agent z požiadavky
tr: İstekten kullanıcı aracısı dizesi

source: Referer
ar: المُحيل
bg: Препращач
cs: Odkazovač
de: Verweisender
el: Παραπομπή
fr: Référent
hi: रेफरर
ja: リファラー
nl: Verwijzer
ro: Referință
sk: Odkazovač
tr: Yönlendiren

source: HTTP referer header
ar: رأس HTTP للمُحيل
bg: HTTP заглавка referer
cs: HTTP hlavička referer
el: Κεφαλίδα HTTP referer
fr: En-tête HTTP referer
hi: HTTP रेफरर हेडर
it: Header HTTP referer
ja: HTTPリファラーヘッダー
pl: Nagłówek HTTP referer
ro: Antet HTTP referer
sk: HTTP hlavička referer
tr: HTTP yönlendiren başlığı

source: Accept Language
ar: اللغة المقبولة
bg: Приемане на език
cs: Přijatý jazyk
de: Akzeptierte Sprache
el: Αποδεκτή γλώσσα
fr: Langue Acceptée
hi: स्वीकृत भाषा
it: Lingua Accettata
ja: 受け入れ言語
nl: Geaccepteerde Taal
pl: Akceptowany Język
ro: Limbă acceptată
sk: Prijatý jazyk
tr: Kabul Edilen Dil

source: Accept Encoding
ar: الترميز المقبول
bg: Приемане на кодиране
cs: Přijaté kódování
de: Akzeptierte Kodierung
el: Αποδεκτή κωδικοποίηση
fr: Encodage Accepté
hi: स्वीकृत एन्कोडिंग
it: Codifica Accettata
ja: 受け入れエンコーディング
nl: Geaccepteerde Codering
pl: Akceptowane Kodowanie
ro: Codare acceptată
sk: Prijaté kódovanie
tr: Kabul Edilen Kodlama

source: Request Method
ar: طريقة الطلب
bg: Метод на заявка
cs: Metoda požadavku
de: Anfragemethode
el: Μέθοδος αιτήματος
fr: Méthode de Requête
hi: अनुरोध विधि
it: Metodo di Richiesta
ja: リクエストメソッド
nl: Verzoek Methode
pl: Metoda Żądania
ro: Metodă cerere
sk: Metóda požiadavky
tr: İstek Yöntemi

source: Honeypot Triggered
ar: تم تفعيل الفخ
bg: Honeypot задействан
cs: Honeypot spuštěn
de: Honeypot Ausgelöst
el: Honeypot ενεργοποιήθηκε
fr: Honeypot Déclenché
hi: हनीपॉट ट्रिगर हुआ
it: Honeypot Attivato
ja: ハニーポットが発動
nl: Honeypot Geactiveerd
pl: Honeypot Uruchomiony
ro: Honeypot declanșat
sk: Honeypot spustený
tr: Honeypot Tetiklendi

source: Whether the honeypot field was filled
ar: ما إذا كان حقل الفخ قد تم ملؤه
bg: Дали полето honeypot е попълнено
cs: Zda bylo pole honeypot vyplněno
de: Ob das Honeypot-Feld ausgefüllt wurde
el: Εάν το πεδίο honeypot συμπληρώθηκε
fr: Si le champ honeypot a été rempli
hi: क्या हनीपॉट फ़ील्ड भरा गया था
it: Se il campo honeypot è stato compilato
ja: ハニーポットフィールドが埋められたかどうか
nl: Of het honeypot veld is ingevuld
pl: Czy pole honeypot zostało wypełnione
ro: Dacă câmpul honeypot a fost completat
sk: Či bolo pole honeypot vyplnené
tr: Honeypot alanının doldurulup doldurulmadığı

source: Timing Issue
ar: مشكلة التوقيت
bg: Проблем със синхронизацията
cs: Problém s časováním
de: Timing-Problem
el: Πρόβλημα χρονισμού
fr: Problème de Timing
hi: समय संबंधी समस्या
it: Problema di Timing
ja: タイミング問題
nl: Timing Probleem
pl: Problem z Czasem
ro: Problemă de sincronizare
sk: Problém s časovaním
tr: Zamanlama Sorunu

source: Type of timing anomaly detected
ar: نوع شذوذ التوقيت المكتشف
bg: Вид открита аномалия във времето
cs: Typ zjištěné časové anomálie
de: Art der erkannten Timing-Anomalie
el: Είδος ανωμαλίας χρονισμού που ανιχνεύθηκε
fr: Type d'anomalie de timing détectée
hi: पता लगाई गई समय विसंगति का प्रकार
it: Tipo di anomalia di timing rilevata
ja: 検出されたタイミング異常のタイプ
nl: Type gedetecteerde timing-anomalie
pl: Typ wykrytej anomalii czasowej
ro: Tipul anomaliei de sincronizare detectată
sk: Typ zistený časovej anomálie
tr: Tespit edilen zamanlama anomalisi türü

source: Elapsed Time
ar: الوقت المنقضي
bg: Изминало време
cs: Uplynulý čas
de: Verstrichene Zeit
el: Χρόνος που πέρασε
fr: Temps Écoulé
hi: व्यतीत समय
it: Tempo Trascorso
ja: 経過時間
nl: Verstreken Tijd
pl: Czas, który upłynął
ro: Timp scurs
sk: Uplynulý čas
tr: Geçen Süre

source: Time in seconds between form render and submission
ar: الوقت بالثواني بين عرض النموذج وإرساله
bg: Време в секунди между рендирането на формуляра и подаването
cs: Čas v sekundách mezi vykreslením formuláře a odesláním
de: Zeit in Sekunden zwischen Formular-Rendering und -Übermittlung
el: Χρόνος σε δευτερόλεπτα μεταξύ απόδοσης φόρμας και υποβολής
fr: Temps en secondes entre le rendu et la soumission du formulaire
hi: फ़ॉर्म रेंडर और सबमिशन के बीच सेकंड में समय
it: Tempo in secondi tra il rendering del modulo e l'invio
ja: フォームのレンダリングから送信までの秒数
nl: Tijd in seconden tussen formulierweergave en indiening
pl: Czas w sekundach między renderowaniem a przesłaniem formularza
ro: Timp în secunde între afișarea formularului și trimitere
sk: Čas v sekundách medzi vykreslením formulára a odoslaním
tr: Form oluşturma ve gönderme arasında geçen saniye

source: Raw Metadata
ar: البيانات الوصفية الخام
bg: Сурови метаданни
cs: Surová metadata
de: Rohe Metadaten
el: Ακατέργαστα μεταδεδομένα
fr: Métadonnées Brutes
hi: कच्चा मेटाडेटा
it: Metadati Grezzi
ja: 生メタデータ
nl: Ruwe Metadata
pl: Surowe Metadane
ro: Metadate brute
sk: Surové metadáta
tr: Ham Meta Veriler

source: Raw request metadata for debugging
ar: البيانات الوصفية الخام للطلب لتصحيح الأخطاء
bg: Сурови метаданни на заявката за отстраняване на грешки
cs: Surová metadata požadavku pro ladění
de: Rohe Anfrage-Metadaten für Debugging
el: Ακατέργαστα μεταδεδομένα αιτήματος για αποσφαλμάτωση
fr: Métadonnées brutes de la requête pour le débogage
hi: डिबगिंग के लिए कच्चा अनुरोध मेटाडेटा
it: Metadati grezzi della richiesta per il debug
ja: デバッグ用の生リクエストメタデータ
nl: Ruwe verzoek metadata voor debugging
pl: Surowe metadane żądania do debugowania
ro: Metadate brute ale cererii pentru depanare
sk: Surové metadáta požiadavky na ladenie
tr: Hata ayıklama için ham istek meta verileri

source: Created At
ar: تاريخ الإنشاء
bg: Създадено на
cs: Vytvořeno
de: Erstellt Am
el: Δημιουργήθηκε στις
fr: Créé Le
hi: बनाया गया
it: Creato Il
ja: 作成日時
nl: Aangemaakt Op
pl: Utworzono
ro: Creat la
sk: Vytvorené
tr: Oluşturulma Tarihi

source: Updated At
ar: تاريخ التحديث
bg: Актуализирано на
cs: Aktualizováno
de: Aktualisiert Am
el: Ενημερώθηκε στις
fr: Mis à Jour Le
hi: अपडेट किया गया
it: Aggiornato Il
ja: 更新日時
nl: Bijgewerkt Op
pl: Zaktualizowano
ro: Actualizat la
sk: Aktualizované
tr: Güncellenme Tarihi

source: HoneyGuard Log
ar: سجل هوني جارد
bg: Дневник HoneyGuard
cs: Záznam HoneyGuard
de: HoneyGuard Protokoll
el: Αρχείο καταγραφής HoneyGuard
fr: Journal HoneyGuard
hi: HoneyGuard लॉग
it: Log HoneyGuard
ja: HoneyGuardログ
pl: Dziennik HoneyGuard
ro: Jurnal HoneyGuard
sk: Záznam HoneyGuard
tr: HoneyGuard Günlüğü

source: HoneyGuard Logs
ar: سجلات هوني جارد
bg: Дневници HoneyGuard
cs: Záznamy HoneyGuard
de: HoneyGuard Protokolle
el: Αρχεία καταγραφής HoneyGuard
fr: Journaux HoneyGuard
hi: HoneyGuard लॉग
it: Log HoneyGuard
ja: HoneyGuardログ
pl: Dzienniki HoneyGuard
ro: Jurnale HoneyGuard
sk: Záznamy HoneyGuard
tr: HoneyGuard Günlükleri
