Repository: pypi-data/pypi-mirror-389
Catalog: packages/djangocms-common-catalog/djangocms_common_catalog-2.1.3-py3-none-any.whl/common_catalog/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Above the title
cs: Nad nadpisem

source: Add a new item
cs: Přidat novou položku

source: Advanced options
cs: Pokročilá nastavení

source: Attribute
cs: Attribut

source: Attribute type
cs: Typ atributu

source: Attribute types
cs: Typy atributů

source: Attributes
cs: Attributy

source: Catalog Item
cs: Položka katalogu

source: Catalog Items
cs: Položky katalogu

source: Code for position. Can be redefined in Django settings.
cs: Kód pozice. Může být přenastaven v Django settings.

source: Common Catalog
cs: Obecný katalog

source: Common catalog
cs: Obecný katalog

source: Configuration
cs: Konfigurace

source: Configurations
cs: Konfigurace

source: Configure addon
cs: Konfigurovat doplněk

source: Delete item
cs: Smazat položku

source: Description
cs: Popis

source: Display from
cs: Zobrazit od

source: Display in location
cs: Zobrazit v umístění

source: Display this filters type in the location.
cs: Zobrazit tento typ filtrů v umístění.

source: Display until
cs: Zobrazit do

source: Edit item
cs: Editovat položku

source: Filter Plugin
cs: Plugin Filtr

source: Filter type Plugin
cs: Plugin Typ filtru

source: Filtered items list Plugin
cs: Seznam vybraných položek Plugin

source: Filtered items number Plugin
cs: Počet vybraných položek Plugin

source: Instance namespace
cs: Jmenný prostor instance

source: Items list
cs: Seznam položek

source: Location
cs: Umístění

source: Locations
cs: Umístění

source: More
cs: Více

source: Name
cs: Název

source: Next
cs: Další

source: Other HTML tag attributes
cs: Další atributy značky HTML.

source: Paginate size
cs: Velikost stránkování

source: Position
cs: Pozice

source: Position in the attribute list.
cs: Pozice v seznamu atributů.

source: Previous
cs: Předchozí

source: Slug
cs: Identifikátor

source: Template prefix
cs: Prefix šablony

source: The number of items according to the currently set filters.
cs: Počet položek podle aktuálně nastavených filtrech.

source: The part of the title that is used in the URL
cs: Část názvu, který je použit v URL

source: Translations
cs: Překlady

source: Under the title
cs: Pod nadpisem

source: more
cs: více
