Repository: pypi-data/pypi-mirror-389
Catalog: packages/django-bankreader/django_bankreader-1.5.0-py3-none-any.whl/bankreader/locale/*/LC_MESSAGES/django.po
Languages: cs

source: All
cs: Vše

source: Credit transactions
cs: Kreditní transakce

source: Debit transactions
cs: Debetní transakce

source: Not identified
cs: Neidentifikované

source: Identified
cs: Identifikované

source: account statements
cs: výpisy účtu

source: account statement
cs: výpis účtu

source: Failed to read transaction data in format {}.
cs: Nepodařilo se přečíst data o transakcích ve formátu {}.

source: The account statement doesn't contain any transaction data.
cs: Výpis účtu neobsahuje žádné transakce.

source: account
cs: účet

source: transactions
cs: transakce

source: Account statement was successfully loaded.
cs: Výpis z účtu byl úspěšně nahrán.

source: add
cs: přidat

source: account name
cs: název účtu

source: account statement format
cs: formát výpisu účtu

source: accounts
cs: účty

source: statement
cs: výpis

source: from date
cs: od data

source: to date
cs: do data

source: Transaction "{transaction_id}" already exists.
cs: Transakce "{transaction_id}" již existuje.

source: transaction id
cs: identifikátor transakce

source: entry date
cs: datum zadání

source: accounted date
cs: datum zaúčtování

source: remote account number
cs: číslo protiúčtu

source: remote account name
cs: název protiúčtu

source: amount
cs: částka

source: variable symbol
cs: variabilní symbol

source: constant symbol
cs: konstantní symbol

source: specific symbol
cs: specifický symbol

source: description for sender
cs: popis pro odesilatele

source: description for recipient
cs: popis pro příjemce

source: transaction
cs: transakce
