Repository: pypi-data/pypi-mirror-389
Catalog: packages/pretix-dbevent/pretix_dbevent-1.0.0-py3-none-any.whl/pretix_dbevent/locale/*/LC_MESSAGES/django.po
Languages: de

source: DB Event Offers
de: DB Event-Angebote

source: Advertise the DB Event Offers for discounted and sustainable train travel to your attendees
de: Bieten Sie die mit den DB Event-Angeboten Ihren Teilnehmenden eine günstige und nachhaltige Anreise an

# dbevent
source: Display DB Event Offer if this product is purchased
de: DB Event-Angebote anzeigen, wenn dieses Produkt gekauft wird

source: The ID of your event as displayed in the DB Event Offers portal. If your URL is <code>https://www.veranstaltungsticket-bahn.de/?event=33148&language=de</code>, or <code>https://www.eventanreise-bahn.de/de/events/33148</code>, please enter <code>33148</code>.
de: Die ID der Veranstaltung wird im DB Event Angebot Portal angezeigt. Wenn die URL <code>https://www.veranstaltungsticket-bahn.de/?event=33148&language=de</code>, or <code>https://www.eventanreise-bahn.de/de/events/33148</code> lautet, geben Sie bitte <code>33148</code> an.

source: Override default texts
de: Standard-Texte überschreiben

source: Title
de: Titel

source: Content
de: Inhalt

source: Available placeholders: {event}, {booking_url}, {booking_button}, {faq_url}, {event_id}
de: Verfügbare Platzhalter: {event}, {booking_url}, {booking_button}, {faq_url}, {event_id}

source: Invalid DB Event ID
de: Ungültige DB Event-ID

source: Display DB Event Offer if this product is purchased
de: DB Event Angebot anzeigen, wenn dieses Produkt gekauft wird

source: DB Event Offer
de: DB Event-Angebot

source: Always a good move: Travel by train to your event
de: Ein guter Zug für Ihre Anreise: Die Event-Angebote der Deutschen Bahn

source: For *{event}* participants exclusively: Travel comfortable, sustainable and affordable throughout Germany by train. DB event offers provide you with several benefits: - Attractive prices: low entry price from just EUR 16.19 - Flexible combination: apply additional BahnCard discount - Sustainability guaranteed: arrival and departure on Deutsche Bahn trains using 100 percent renewable power - Use your time effectively: work or relax on your journey Discover all DB event offers for your preferred route and secure your discounted ticket. [Terms and Conditions apply]({faq_url}) {booking_button}
de: Exklusiv für *{event}* Teilnehmende: Gestalten Sie Ihre Event-Anreise deutschlandweit komfortable, nachhaltig und günstig. Mit den DB Event-Angeboten profitieren Sie gleich mehrfach: - Attraktive Preisvorteile: Günstiger Einstiegspreis bereits ab 16,19€ - Flexibel kombinieren: Profitieren Sie vom zusätzlichen BahnCard-Rabatt - Nachhaltigkeit garantiert: An- und Abreise in den Zügen der Deutschen Bahn mit 100 Prozent Ökostrom - Zeit effektiv nutzen: Arbeiten oder Entspannen Sie auf Ihrer Reise Sehen Sie alle DB Event-Angebote auf Ihrer Wunschstrecke und sichern Sie sich Ihr günstiges Ticket. [Weitere Informationen und Bedingungen]({faq_url}) {booking_button}

source: By cooperating with Deutsche Bahn (DB), you can make your events more sustainable and offer your attendees at the same time a significant discount on their long distance train travel.
de: Durch eine Kooperation mit der Deutschen Bahn (DB) können Sie Ihre Veranstaltungen noch nachhaltiger machen und Ihren Teilnehmenden gleichzeitig einen signifikanten Rabatt auf Zugtickets des Fernverkehrs anbieten.

source: To get started, please visit <a href="%(dbeventdiscount)s" target="_blank">%(dbeventdiscount)s</a> for more information and <a href="%(dbeventsignup)s" target="_blank">sign up on the DB MICE portal</a> to request your participation.
de: Um am DB Event-Angebot teilzunehmen, besuchen Sie bitte <a href="%(dbeventdiscount)s" target="_blank">%(dbeventdiscount)s</a> und <a href="%(dbeventsignup)s" target="_blank">melden Sie sich im DB MICE portal</a> an.

source: Please remember, that you'll need to mark products that are eligible to receive the DB Event Offer explicitly by activating the corresponding checkbox within the product's "Additional Settings"-tab.
de: Bitte bedenken Sie, dass Produkte explizit freigeschaltet werden müssen, um das DB Event-Angebot zu bewerben. Dies geschieht durch das Aktivieren der entsprechenden Option im "Zusätzliche Einstellungen"-Tab des jeweiligen Produktes.

source: Settings
de: Einstellungen

source: Save
de: Speichern
