Repository: pypi-data/pypi-mirror-389
Catalog: packages/wagtail-localize-ai/wagtail_localize_ai-0.2.0-py3-none-any.whl/wagtail_localize_ai/locale/*/LC_MESSAGES/django.po
Languages: it

source: Created
it: Creato

source: Model
it: Modello

source: Input Tokens
it: Token di input

source: Output Tokens
it: Token di output

source: Error
it: Errore

source: AI Translation Log
it: AI Translation - Utilizzo

source: AI Translation Logs
it: AI Translation - Storico utilizzo

source: Style prompt
it: Prompt per lo stile

source: Give instructions to the AI about the style, how to translate certain things or other informations about the website you're translating.
it: Dai istruzioni all'AI riguardo lo stile, come tradurre certe parole o altre informazioni riguardo il sito web che stai traducendo.

source: AI Translator
it: Traduttore AI

source: No provider or model configured
it: Nessun provider o modello configurato

source: Translation failed
it: Errore durante la traduzione
