Repository: pypi-data/pypi-mirror-389
Catalog: packages/aquarion-libtts/aquarion_libtts-0.1.1-py3-none-any.whl/aquarion/libs/libtts/locale/*/LC_MESSAGES/aquarion-libtts.po
Languages: fr

source: I am not translated
fr: Je suis traduit en fr

source: Locale
fr: Paramètre de localisation

source: The regional or international locale setting.
fr: Le paramètre régional ou la norme locale internationale.

source: Voice
fr: Voix

source: The voice used by the text-to-speech system.
fr: La voix utilisée par le système de synthèse vocale.

source: Speed
fr: Vitesse

source: The speaking speed of the text-to-speech system.
fr: La vitesse de parole du système de synthèse vocale.

source: Compute Device
fr: Périphérique de calcul

source: The device used for running the TTS system (e.g., cpu or cuda).
fr: Le périphérique utilisé pour exécuter le système de synthèse vocale (ex. : cpu ou cuda).

source: Repository ID
fr: Identifiant du dépôt

source: The identifier or path of the Kokoro TTS HuggingFace repository.
fr: L'identifiant ou le chemin du dépôt HuggingFace de Kokoro SSV.

source: Model File Path
fr: Chemin du fichier modèle

source: The file path to the Kokoro TTS model file. Required only for offline or air-gapped use; otherwise, files are downloaded and cached automatically.
fr: Le chemin du fichier modèle utilisé par Kokoro pour la synthèse vocale. Nécessaire uniquement pour une utilisation hors ligne ou en environment isolé ; sinon, les fichiers sont téléchargés et mis en cache automatiquement.

source: Configuration File Path
fr: Chemin du fichier de configuration

source: The file path to the Kokoro TTS configuration file. Required only for offline or air-gapped use; otherwise, files are downloaded and cached automatically.
fr: Le chemin du fichier de configuration utilisé par Kokoro pour la synthèse vocale. Nécessaire uniquement pour une utilisation hors ligne ou en environment isolé ; sinon, les fichiers sont téléchargés et mis en cache automatiquement.

source: Voice File Path
fr: Chemin du fichier vocal

source: The file path to the Kokoro TTS voice file. Required only for offline or air-gapped use; otherwise, files are downloaded and cached automatically.
fr: Le chemin du fichier vocal utilisé par Kokoro pour la synthèse vocale. Nécessaire uniquement pour une utilisation hors ligne ou en environment isolé ; sinon, les fichiers sont téléchargés et mis en cache automatiquement.
