Repository: pypi-data/pypi-mirror-389
Catalog: packages/pyarchinit-mini/pyarchinit_mini-1.9.37.tar.gz/pyarchinit_mini-1.9.37/pyarchinit_mini/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Stratigraphic relationships format:
it: Formato relazioni stratigrafiche:

source: Harris Matrix Relationships
it: Harris Matrix

source: Inclusions
it: Inclusi

source: Save US
it: Salva US

source: No US found.
it: Nessuna US trovata.

source: Configuration
it: Configurazione

source: Document Type
it: Tipo Documento

source: Image
it: Immagine

source: Upload Document File
it: Carica File Documento

source: File will be saved in DoSC folder
it: Il file verrà salvato nella cartella DoSC

source: Document File:
it: File Documento:

source: Select Document File
it: Seleziona File Documento

source: All Files
it: Tutti i File

source: Word Documents
it: Documenti Word

source: Excel Files
it: File Excel

source: CSV Files
it: File CSV

source: Text Files
it: File di Testo
