Repository: pypi-data/pypi-mirror-389
Catalog: packages/pyarchinit-mini/pyarchinit_mini-1.9.37.tar.gz/pyarchinit_mini-1.9.37/pyarchinit_mini/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Cancel
it: Annulla

source: New Site
it: Nuovo Sito

source: Edit Site
it: Modifica Sito

source: Save
it: Salva

source: Basic Information
it: Informazioni di Base

source: Site Name *:
it: Nome Sito *:

source: Country:
it: Nazione:

source: Region:
it: Regione:

source: Municipality:
it: Comune:

source: Province:
it: Provincia:

source: Site Definition:
it: Definizione Sito:

source: Description
it: Descrizione

source: Site description:
it: Descrizione sito:

source: Media
it: Multimedia

source: Add Media
it: Aggiungi Media

source: Remove Selected
it: Rimuovi Selezionato

source: Preview
it: Anteprima

source: Drag media files here
it: Trascina qui i file multimediali

source: Error
it: Errore

source: Site name is required
it: Il nome del sito è obbligatorio

source: Success
it: Successo

source: Site updated successfully
it: aggiornato con successo

source: Site created successfully
it: creato con successo

source: New US
it: Nuova US

source: Edit US
it: Modifica US

source: Site *:
it: Sito *:

source: Area:
it: Settore:

source: US Number *:
it: Numero US *:

source: Stratigraphic Description:
it: Descrizione Stratigrafica:

source: Interpretative Description:
it: Descrizione Interpretativa:

source: Excavation Year:
it: Anno Scavo:

source: Cataloguer:
it: Schedatore:

source: Formation:
it: Formazione:

source: Natural
it: Naturale

source: Artificial
it: Artificiale

source: Site is required
it: Il sito è obbligatorio

source: US number is required
it: Numero Record

source: US number must be an integer
it: Il numero US deve essere un numero intero

source: Excavation year must be a number
it: L'anno scavo deve essere un numero

source: US updated successfully
it: aggiornato con successo

source: US created successfully
it: creato con successo

source: New Artifact
it: Nuovo Reperto

source: Edit Artifact
it: Modifica Reperto

source: Inventory Number *:
it: Numero Inventario *:

source: Artifact Type:
it: Tipo Reperto:

source: Ceramic
it: Ceramica

source: Metal
it: Metallo

source: Stone
it: Pietra

source: Bone
it: Osso

source: Glass
it: Vetro

source: Definition:
it: Definizione:

source: Weight (g):
it: Peso (g):

source: Description:
it: Descrizione:

source: Inventory number is required
it: Il numero inventario è obbligatorio

source: Inventory number must be an integer
it: Il numero inventario deve essere un numero intero

source: US must be a number
it: US deve essere un numero

source: Weight must be a number
it: Il peso deve essere un numero

source: Artifact updated successfully
it: aggiornato con successo

source: Artifact created successfully
it: creato con successo

source: Harris Matrix Generator
it: Harris Matrix

source: Close
it: Chiudi

source: Select Site:
it: Seleziona Sito:

source: Generate Matrix
it: Errore generazione Harris Matrix

source: Advanced Editor
it: Editor Avanzato

source: Export
it: Esporta

source: Matrix Visualization:
it: Visualizzazione Matrix:

source: Layout:
it: Disposizione:

source: Selection
it: Selezione

source: Select a site
it: Seleziona un sito

source: Completed
it: Completato

source: Harris Matrix generated successfully!
it: creato con successo

source: Yes
it: Sì

source: No
it: Nessuno

source: ⚠️ WARNING: The matrix contains cycles or logical errors
it: ⚠️ ATTENZIONE: La matrice contiene cicli o errori logici

source: STRATIGRAPHIC LEVELS:
it: Unità stratigrafiche

source: Error generating image Try the Advanced Editor
it: Errore generazione Harris Matrix

source: Warning
it: Avviso

source: Generate a matrix first
it: Errore generazione Harris Matrix

source: Select folder for export
it: Seleziona cartella per l'export

source: Export Completed
it: Esporta/Importa

source: Services not available for advanced editor
it: Servizi non disponibili per l'editor avanzato

source: Database manager not available
it: Gestione Database

source: Export PDF
it: Esporta PDF

source: Export Type:
it: Tipo Export:

source: US Sheets
it: Lista US

source: Inventory Sheets
it: Inventario

source: Complete Site Report
it: Report Completo Sito

source: Custom Logo:
it: Logo Personalizzato:

source: Browse...
it: Sfoglia...

source: Output File:
it: File Output:

source: Select logo
it: Seleziona logo

source: Images
it: Immagini

source: All files
it: Tutte le Tabelle

source: Save PDF report
it: Salva report PDF

source: Output File
it: File di Output

source: Specify the output file
it: Specifica il file di output

source: Site not found
it: tabelle trovate

source: Data
it: Database

source: No US found for site {}
it: Nessuna US trovata per il sito {}

source: No artifacts found for site {}
it: Nessun reperto trovato per il sito {}

source: Error generating PDF
it: Esporta PDF

source: Database Configuration
it: Informazioni Database

source: Connect
it: Connetti

source: Database Type
it: Database

source: SQLite (Local file)
it: SQLite (File locale)

source: SQLite Configuration
it: Configurazione SQLite

source: Database File:
it: Database

source: Browse
it: Sfoglia

source: Sample Database
it: Database Vuoto

source: New Database
it: Database

source: Import Database
it: Database Vuoto

source: PostgreSQL Configuration
it: Configurazione PostgreSQL

source: Host:
it: Server:

source: Port:
it: Porta:

source: Username:
it: Nome Utente:

source: Password:
it: Parola d'Ordine:

source: Test Connection
it: Connessione Attiva

source: Information
it: Informazioni Database

source: Select SQLite database file
it: Seleziona file database SQLite

source: Missing Database
it: Database Vuoto

source: Create new SQLite database
it: Crea nuovo database SQLite

source: New database created: {}
it: Nuovo database creato: {}

source: Import SQLite database
it: Database Vuoto

source: Database creation script not found
it: Script di creazione database non trovato

source: PostgreSQL connection successful!
it: Connessione PostgreSQL riuscita!

source: PostgreSQL connection failed
it: Connessione PostgreSQL fallita

source: All PostgreSQL fields are required
it: Tutti i campi PostgreSQL sono obbligatori

source: Specify the SQLite file path
it: Specifica il percorso del file SQLite

source: Unable to connect to database
it: Impossibile connettersi al database

source: Media Management
it: Gestione Database

source: Upload New File
it: Errore caricamento file

source: File:
it: Archivio:

source: Entity Type:
it: Tipo Entità:

source: Entity ID:
it: ID Entità:

source: Upload File
it: Errore caricamento file

source: Media Files
it: File Multimediali

source: Media file list (in development)
it: Lista file multimediali (in sviluppo)

source: Select file to upload
it: Seleziona file da caricare

source: Documents
it: Documenti

source: Videos
it: Visualizza US

source: File
it: Archivio

source: Select a file to upload
it: Seleziona un file da caricare

source: Entity
it: Entità

source: Select the entity type
it: Seleziona il tipo di entità

source: Enter the entity ID
it: Inserisci l'ID dell'entità

source: ID must be a number
it: L'ID deve essere un numero

source: File uploaded successfully!
it: File caricato con successo!

source: Statistics
it: Statistiche

source: Refresh
it: Aggiorna

source: PyArchInit-Mini - Archaeological Data Management
it: PyArchInit-Mini - Gestione Dati Archeologici

source: Ready
it: Pronto

source: Database Error
it: Database

source: New SQLite Database
it: Database Vuoto

source: Configure Database
it: Database Vuoto

source: Install PostgreSQL
it: Installa PostgreSQL

source: Load Sample Database
it: Database Vuoto

source: Export Database
it: Database Vuoto

source: Exit
it: Esci

source: View
it: Visualizza

source: Sites
it: Siti

source: Inventory
it: Inventario

source: Tools
it: Strumenti

source: Export GraphML (yEd)
it: Esporta GraphML (yEd)

source: Thesaurus Management
it: Gestione Database

source: Export/Import Data
it: Esporta/Importa

source: Analytics Dashboard
it: Dashboard Analitiche

source: Settings
it: Impostazioni

source: Language
it: Lingua

source: Help
it: Aiuto

source: About
it: Informazioni

source: User Guide
it: Guida Utente

source: Current Site:
it: ha creato il sito

source: General Statistics
it: Statistiche Generali

source: Archaeological Sites
it: Siti Archeologici

source: Stratigraphic Units
it: Unità Stratigrafiche

source: Catalogued Artifacts
it: ha creato reperto

source: Recent Activity
it: Attività Recente

source: Type
it: Tipo

source: Name
it: Nome

source: Date
it: Data

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Search:
it: Cerca:

source: Site Name
it: Sito

source: Municipality
it: Comune

source: Province
it: Provincia

source: Country
it: Nazione

source: Validate Paradoxes
it: Valida Paradossi

source: Fix Relationships
it: Fix Rapporti

source: Site:
it: Sito:

source: Site
it: Sito

source: Year
it: Anno

source: Inv. No.
it: N. Inv.

source: Definition
it: Definizione

source: Weight (g)
it: Peso (g)

source: Select a site to edit
it: Seleziona un sito da modificare

source: Select a site to delete
it: Seleziona un sito da eliminare

source: Confirm
it: Conferma

source: Are you sure you want to delete the selected site?
it: Sei sicuro di voler eliminare il sito selezionato?

source: Site deleted successfully
it: aggiornato con successo

source: Select a US to edit
it: Seleziona una US da modificare

source: Select a US to delete
it: Seleziona una US da eliminare

source: Are you sure you want to delete the selected US?
it: Sei sicuro di voler eliminare la US selezionata?

source: US deleted successfully
it: aggiornato con successo

source: Select an artifact to edit
it: Seleziona un reperto da modificare

source: Select an artifact to delete
it: Seleziona un reperto da eliminare

source: Are you sure you want to delete the selected artifact?
it: Sei sicuro di voler eliminare il reperto selezionato?

source: Artifact deleted successfully
it: creato con successo

source: No sites available to generate Harris Matrix
it: Errore generazione Harris Matrix

source: Language Selection
it: Sezioni Principali

source: Select Language:
it: Seleziona Lingua:

source: Language Changed
it: Lingua Modificata

source: Edit US {}
it: Modifica US {}

source: Identification
it: Identificazione

source: Unit Type:
it: Tipo Unità:

source: Excavation Data
it: Dati di Scavo

source: Excavated:
it: Scavato:

source: Partially
it: Parzialmente

source: Excavation Method:
it: Metodo Scavo:

source: Manual
it: Manuale

source: Mechanical
it: Meccanico

source: Mixed
it: Misto

source: Record Date:
it: Data Schedatura:

source: Activity:
it: Attività:

source: Descriptions
it: Descrizioni

source: Interpretation:
it: Interpretazione:

source: Observations:
it: Osservazioni:

source: Physical Characteristics
it: Caratteristiche Fisiche

source: Chronology
it: Cronologia

source: Stratigraphic Relationships
it: Relazioni Stratigrafiche

source: Documentation
it: Documentazione

source: Archaeological Report
it: Siti archeologici

source: Archaeological Site
it: Siti archeologici

source: Date:
it: Data:

source: Generated by PyArchInit-Mini
it: Generato da PyArchInit-Mini

source: 1. SITE INFORMATION
it: Informazioni Database

source: 1.1 Location
it: 1.1 Localizzazione

source: Region
it: Regione

source: 1.2 Description
it: Descrizione

source: 1.3 Site Definition
it: 1.3 Definizione Sito

source: 2. STRATIGRAPHIC UNITS
it: Unità stratigrafiche

source: 2.1 US List
it: Lista US

source: Stratigraphic Description
it: Descrizione Stratigrafica

source: Interpretation
it: Interpretazione

source: Excavation Year
it: Anno Scavo

source: 2.2 Detailed Descriptions
it: Descrizione

source: 3. MATERIAL INVENTORY
it: Inventario materiali

source: 3.1 Statistics
it: 3.1 Statistiche

source: Total catalogued artifacts
it: ha creato reperto

source: Ceramic materials
it: Materiali ceramici

source: Metal materials
it: Materiali metallici

source: 3.2 Artifacts List
it: Lista Reperti

source: State
it: Stato

source: 4. PHOTOGRAPHIC DOCUMENTATION
it: 4. DOCUMENTAZIONE FOTOGRAFICA

source: Total media files
it: Siti Totali

source: 4.1 Media List
it: 4.1 Elenco Media

source: File Name
it: Nome File

source: Author
it: Autore

source: Matrix Statistics
it: Statistiche Matrix

source: Total US:
it: US Totali

source: Relationships:
it: Relazioni:

source: Levels:
it: Livelli:

source: Valid Matrix:
it: Harris Matrix

source: Isolated US:
it: US Isolate:

source: Harris Matrix Diagram
it: Harris Matrix

source: LOCALITY
it: LOCALITÀ

source: AREA/BUILDING/STRUCTURE
it: Struttura Valida

source: IDENTIFICATION NUMBER/CODE OF STRATIGRAPHIC UNIT
it: NUMERO/CODICE IDENTIFICATIVO DELL'UNITÀ STRATIGRAFICA

source: DEFINITION AND POSITION
it: DEFINIZIONE E POSIZIONE

source: Stratigraphic definition
it: Unità stratigrafiche

source: Interpretative definition
it: Definizione interpretativa

source: DESCRIPTION
it: Descrizione

source: INTERPRETATION
it: Amministrazione

source: BONDS TO
it: SI LEGA A

source: EQUAL TO
it: UGUALE A

source: COVERS
it: COPRE

source: COVERED BY
it: COPERTO DA

source: CUTS
it: TAGLIA

source: CUT BY
it: TAGLIATO DA

source: FILLS
it: RIEMPIE

source: FILLED BY
it: RIEMPITO DA

source: LEANS AGAINST
it: SI APPOGGIA

source: LEANED AGAINST BY
it: GLI SI APPOGGIA

source: LATER THAN
it: POSTERIORE A

source: EARLIER THAN
it: ANTERIORE A

source: STATE OF CONSERVATION
it: Connessione Attiva

source: CONSISTENCY
it: CONSISTENZA

source: COLOR
it: COLORE

source: INCLUSIONS
it: Sezioni Principali

source: SAMPLES
it: CAMPIONI

source: Flotation
it: Flottazione

source: Sieving
it: Setacciatura

source: ENVIRONMENT
it: AMBIENTE

source: POSITION IN ENVIRONMENT
it: POS. NELL'AMBIENTE

source: SECTOR(S)
it: SETTORE/I

source: SQUARE(S)
it: QUADRATO/I

source: TRENCH
it: SAGGIO

source: ELEVATIONS
it: Azioni

source: PLANS
it: PIANTE

source: SECTIONS
it: Azioni

source: PHOTOGRAPHS
it: FOTOGRAFIE

source: DISTINCTION CRITERIA
it: CRITERI DI DISTINZIONE

source: FORMATION MODE
it: MODO FORMAZIONE

source: MEASUREMENTS
it: MISURE

source: ORGANIC
it: ORGANICI

source: INORGANIC
it: INORGANICI

source: DATING
it: Azioni

source: PERIOD OR PHASE
it: PERIODO O FASE

source: Initial period
it: Periodo iniziale

source: Initial phase
it: Fase iniziale

source: Final period
it: Periodo finale

source: Final phase
it: Fase finale

source: ACTIVITY
it: ATTIVITÀ

source: DATING ELEMENTS
it: ELEMENTI DATANTI

source: QUANTITATIVE DATA OF FINDS
it: DATI QUANTITATIVI DEI REPERTI

source: SAMPLING
it: CAMPIONATURE

source: FLOTATION
it: Notifica

source: SIEVING
it: SETACCIATURA

source: STRATIGRAPHIC RELIABILITY
it: Unità stratigrafiche

source: SCIENTIFIC SUPERVISOR OF INVESTIGATIONS
it: RESPONSABILE SCIENTIFICO DELLE INDAGINI

source: DATE OF FIELD SURVEY
it: DATA RILEVAMENTO SUL CAMPO

source: DATE OF ELABORATION
it: Informazioni Database

source: RESPONSIBLE ENTITY
it: ENTE RESPONSABILE

source: COMPETENT SUPERINTENDENCE FOR PROTECTION
it: SOPRINTENDENZA MIBACT COMPETENTE PER TUTELA

source: C<br/>O<br/>M<br/>P<br/>O<br/>N<br/>E<br/>N<br/>T<br/>S
it: C<br/>O<br/>M<br/>P<br/>O<br/>N<br/>E<br/>N<br/>T<br/>I

source: S<br/>T<br/>R<br/>A<br/>T<br/>I<br/>G<br/>R<br/>A<br/>P<br/>H<br/>I<br/>C<br/><br/>S<br/>E<br/>Q<br/>U<br/>E<br/>N<br/>C<br/>E
it: S<br/>E<br/>Q<br/>U<br/>E<br/>N<br/>Z<br/>A<br/><br/>S<br/>T<br/>R<br/>A<br/>T<br/>I<br/>G<br/>R<br/>A<br/>F<br/>I<br/>C<br/>A

source: FIELD COMPILATION SUPERVISOR
it: RESPONSABILE COMPILAZIONE SUL CAMPO

source: ELABORATION SUPERVISOR
it: RESPONSABILE RIELABORAZIONE

source: OBSERVATIONS
it: Azioni

source: MATERIAL TABLE REFERENCES
it: RIFERIMENTI TABELLE MATERIALI

source: USM sheet generation to be implemented
it: Generazione schede USM da implementare

source: Error loading dashboard
it: Errore caricamento dashboard

source: Error loading analytics
it: Errore caricamento analytics

source: created successfully
it: creato con successo

source: Error creating site
it: Errore nella creazione del sito

source: updated successfully
it: aggiornato con successo

source: Error updating site
it: Errore nell'aggiornamento del sito

source: Error creating US
it: Errore nella creazione US

source: Form validation error. Check required fields.
it: Errore nella validazione del form. Controlla i campi obbligatori.

source: Error updating US
it: Errore nell'aggiornamento US

source: Artifact
it: Reperto

source: Error creating artifact
it: Errore nella creazione reperto

source: Error updating artifact
it: Errore nell'aggiornamento reperto

source: Error generating Harris Matrix
it: Errore generazione Harris Matrix

source: Error generating Harris Matrix Graphviz
it: Errore generazione Harris Matrix Graphviz

source: Error during GraphML conversion
it: Errore durante la conversione a GraphML

source: Error during GraphML export
it: Errore durante l'esportazione GraphML

source: Validation error
it: Errore validazione

source: Error applying fix
it: Errore applicazione fix

source: Error exporting PDF
it: Esporta PDF

source: Error exporting Harris Matrix PDF
it: Errore durante l'esportazione del PDF della Matrice di Harris

source: Error exporting US PDF
it: Errore export PDF US

source: Error exporting Inventory PDF
it: Errore export PDF Inventario

source: Error uploading file
it: Errore caricamento file

source: loaded successfully
it: caricato con successo

source: Error loading database
it: Errore caricamento database

source: Connection error
it: Errore connessione

source: Connection
it: Connessione

source: added successfully
it: aggiunta con successo

source: Error retrieving database info
it: Errore recupero info database

source: Error exporting Excel
it: Errore export Excel

source: Error exporting CSV
it: Errore export CSV

source: Error importing CSV
it: Errore import CSV

source: Main Sections
it: Sezioni Principali

source: Analytics
it: Analitiche

source: Sites List
it: Lista Siti

source: US List
it: Lista US

source: Artifacts List
it: Lista Reperti

source: Export/Import
it: Esporta/Importa

source: Users
it: Utenti

source: API Docs
it: Documentazione API

source: Logout
it: Esci

source: Login
it: Accedi

source: Navigation
it: Navigazione

source: Material Inventory
it: Inventario Materiali

source: Upload Media
it: Carica Media

source: Administration
it: Amministrazione

source: Database Management
it: Gestione Database

source: has connected
it: si è collegato

source: has disconnected
it: si è disconnesso

source: created site
it: ha creato il sito

source: modified site
it: ha modificato il sito

source: deleted site
it: Dettagli Siti

source: created US
it: ha creato US

source: modified US
it: ha modificato US

source: deleted US
it: ha eliminato US

source: created artifact
it: ha creato reperto

source: modified artifact
it: ha modificato reperto

source: deleted artifact
it: ha eliminato reperto

source: Notification
it: Notifica

source: Now
it: Ora

source: Archaeological Dashboard
it: Siti archeologici

source: Recent Sites
it: Siti Recenti

source: Actions
it: Azioni

source: View All Sites
it: Visualizza Siti

source: No sites found
it: tabelle trovate

source: Start by creating your first archaeological site
it: Inizia creando il tuo primo sito archeologico

source: Create First Site
it: ha creato il sito

source: Quick Actions
it: Azioni

source: System
it: Info

source: Version
it: Versione

source: Interface
it: Interfaccia

source: Statistics by Type
it: Reperti per Tipologia

source: Statistics charts available in full version
it: Grafici statistiche disponibili nella versione completa

source: Back to Site
it: Siti Totali

source: Model Information
it: Informazioni Database

source: Stratigraphic Unit
it: Unità stratigrafiche

source: File Size
it: ha modificato il sito

source: View 3D archaeological model
it: Siti archeologici

source: Error loading 3D model
it: Errore caricamento dashboard

source: Export Harris Matrix to GraphML (yEd)
it: Esporta Matrice di Harris in GraphML (yEd)

source: GraphML Export
it: Esportazione GraphML

source: Export to GraphML
it: Esporta in GraphML

source: Node style:
it: Nuovo Sito

source: Back to Sites List
it: Lista Siti

source: Stratigraph Viewer
it: Unità stratigrafiche

source: Export SVG
it: Errore export CSV

source: Structure/Wall
it: Struttura Valida

source: Destruction
it: Distruzione

source: Construction
it: Costruzione

source: Excavated
it: Scavato

source: Back
it: Indietro

source: Matplotlib Visualizer (Simple)
it: Visualizzatore Matplotlib (Semplice)

source: For advanced visualization with groupings and desktop GUI style,
it: Per una visualizzazione avanzata con raggruppamenti e stile desktop GUI,

source: switch to Graphviz
it: passa a Graphviz

source: Relationships
it: Relazioni

source: Maximum Depth
it: Profondità Massima

source: Levels
it: Livelli

source: Matrix Visualization
it: Visualizzazione Matrice

source: No matrix available for this site.
it: Nessuna matrice disponibile per questo sito.

source: Stratigraphic Sequence
it: Unità stratigrafiche

source: Level
it: Livello

source: 3D Harris Matrix Viewer
it: Harris Matrix

source: None
it: Nessuno

source: Upload Model
it: Carica Media

source: Node Details
it: Nessuna Tabella

source: Properties
it: Proprietà

source: Upload 3D Model
it: Carica Media

source: Upload
it: Carica

source: No data available
it: Nessuna Tabella

source: Loading
it: Caricamento

source: Error loading model
it: Errore caricamento database

source: Upload successful
it: caricato con successo

source: Upload failed
it: Carica Media

source: Upload error
it: Carica Media

source: Form errors:
it: Errori nel form:

source: Classification
it: Classificazione

source: Conservation
it: Conservazione

source: Inventory Number
it: Numero Inventario

source: Artifact No.
it: N. Reperto

source: Artifact Type
it: Tipo Reperto

source: Structure
it: Struttura

source: Archaeological Context:
it: Contesto Archeologico:

source: Find Spot
it: Punto di Rinvenimento

source: Artifact Elements
it: Elementi del Reperto

source: Conservation State
it: Stato di Conservazione

source: Total Fragments
it: Frammenti Totali

source: Minimum number of individuals
it: Numero Reperti

source: Maximum number of individuals
it: Numero Reperti

source: Artifact Dating
it: Datazione Reperto

source: Proposed dating for the artifact
it: Errore nell'aggiornamento reperto

source: Slide
it: Diapositiva

source: Save Artifact
it: Salva Reperto

source: All sites
it: Tutti i siti

source: Artifact type
it: Reperto

source: Filter
it: Filtra

source: Inventory No.
it: N. Inventario

source: Weight
it: Peso

source: Total
it: Totale

source: artifacts
it: reperti

source: No artifacts found.
it: Nuovo Reperto

source: Site Definition
it: Siti per Regione

source: Search site...
it: Cerca sito...

source: Search
it: Cerca

source: Details
it: Dettagli

source: Validate Relationships
it: Valida Rapporti

source: Validate
it: Valida

source: Site Report
it: Siti per Regione

source: Harris Matrix PDF
it: Harris Matrix

source: View Details
it: Visualizza US

source: Total sites
it: Siti Totali

source: No sites found.
it: tabelle trovate

source: Create the first site
it: ha creato il sito

source: SU Number
it: Numero US

source: Unit Type
it: Tipo Unità

source: Recording Date
it: Data Schedatura

source: Detailed Description
it: Descrizione Dettagliata

source: Observations
it: Osservazioni

source: Formation
it: Formazione

source: Relative Elevation
it: Connessione Attiva

source: Periodization
it: Periodizzazione

source: Initial Period
it: Periodo Iniziale

source: Initial Phase
it: Fase Iniziale

source: Final Period
it: Periodo Finale

source: Final Phase
it: Fase Finale

source: Dating
it: Datazione
